/* for(let i = 3; i <= 20; i++){

    if(i%2===0){  console.log(i);    
      }
   
}


const numbers = [33, -75, 5, 98, 67, 33, 105, -1, -8, 1000]; */


// Циклы
// Вывести в консоль цисла от 0 до 36
// откуда начинается цикл
// где цикл должен остановиться
// с каким шагом идет цикл
// for (let i = 0; i <=36; i++){
//     console.log(i);    
// }
// Вывести в консоль числа от 20 до 145
// for (let i = 20; i<=145; i++){
//     console.log(i);    
// }
// Вывести в консоль числа от 20 до 5
// for (let i = 20; i >=5; i--){
//     console.log(i);    
// }
// Вывести в консоль четные числа от 3 до 20
// for (let i = 3; i <=20; i++){
//      if (i%2===0){
//       console.log(i);        
//     }
// }
function showMessage() {
  alert("Всем привет!");
}









 






